/* Localized versions of Info.plist keys */

CFBundleName = "Safari";
CFBundleHelpBookName = "Safari-ohjeet";
CFBundleShortVersionString = "1.1";
CFBundleGetInfoString = "1.1, Copyright 2003 Apple Computer, Inc.";

/* file types */

"CSS style sheet" = "CSS-tyylisivu";
"GIF image" = "GIF-kuva";
"HTML document" = "HTML-dokumentti";
"JavaScript script" = "JavaScript-skripti";
"JPEG image" = "JPEG-kuva";
"JPEG 2000 image" = "JPEG 2000 -kuva";
"Plain text document" = "Pelkkä teksti -dokumentti";
"PNG image" = "PNG-kuva";
"Rich Text Format (RTF) document" = "Rich Text Format (RTF) -dokumentti";
"TIFF image" = "TIFF-kuva";
"Web site location" = "Web-sivun sijainti";
"Windows icon image" = "Windows ikonikuva";
"XHTML document" = "XHTML-dokumentti";
"XML document" = "XML-dokumentti";

/* URL types */

"Web site URL" = "Web-sivun URL";

